import { seriousCat, underWonder, kaffa, ibis, noks, home } from '../constants';

export const questions = [
  {
    questions: [
      {
        text: 'Минулого вересня на Banda Games, крім тебе я познайомилася ще з одним Містером. Хто це був?',
        answers: ['кремчик', 'кремчик', 'olive', ''],
      },
      {
        text: 'Бог ______ и вина',
        img: seriousCat,
        answers: ['сісєк', 'сисек', 'olive', ''],
      },
      {
        text: 'Фірмова обнімашка',
        img: seriousCat,
        answers: ['упаковашка', 'olive', ''],
      }
    ],
    address: 'вулиця Велика Васильківська, 21',
    img: underWonder,
  },
  {
    questions: [
      {
        text: 'Як у Львові робив Великий Майстер?',
        answers: ['olive', ''],
      },
      {
        text: 'Майнити ______.',
        answers: ['защекоины', 'olive', ''],
      },
      {
        text: 'Самий милий з усіх захватів.',
        img: seriousCat,
        answers: ['пальчиковий', 'olive', ''],
      }
    ],
    address: 'пров. Шевченка, 3',
    img: kaffa,
  },
  {
    questions: [
      {
        text: 'Заради якої гри я готова купити тельчик і приставку?',
        answers: ['ведьмак', 'olive', ''],
      },
      {
        text: 'Яка пісня КіШа розтопила мене в калюжку?',
        img: seriousCat,
        answers: ['счастье', 'добрые люди', 'olive', ''],
      },
      {
        text: 'З чим круассан в трамвайчику?',
        answers: ['миндаль', 'мигдаль', 'olive', ''],
      }
    ],
    address: 'вулиця Вадима Гетьмана, 27',
    img: ibis,
  },
  {
    questions: [
      {
        text: 'Мій перший подарунок тобі?',
        answers: ['утка', 'уточка', 'olive', ''],
      },
      {
        text: 'До якого місця у Львові я доберуся найшвидше?',
        answers: ['вишня', 'пьяная вишня', 'olive', ''],
      },
      {
        text: 'Назви три речі які я з тобою зробила вперше.',
        answers: ['olive', ''],
      }
    ],
    address: 'вулиця Вадима Гетьмана, 27',
    img: noks,
  },
  {
    questions: [
      {
        text: 'За скільки вишеньок я продалася?',
        answers: ['5', 'olive', ''],
      },
      {
        text: 'Якого звуку я найбільше боялася в поході?',
        answers: ['колокольчики', 'дзвіночки', 'olive', ''],
      },
      {
        text: 'Коли ми лежали в ліжку у Львові в останній день нашої поїздки, це був перший ранок з хорошою погодою. Ти сказав, що Львів зараз схожий на інше місто. Яке?',
        answers: ['рим', 'olive', ''],
      }
    ],
    address: 'вулиця Вадима Гетьмана, 27',
    img: home,
  },
];

// noks, wine
