export const rules = [
  'Согоднішній день пройде у форматі квесту! (Зaхоплений вигук)',
  'Все просто. Відповідаєш на декілька питань - отримуєш наступну локацію.',
  'Загальна кількість локацій - секрет і тобі її ніхто не скаже.',
  'Час від часу будуть проскакувати просто картинки - смішнявки. На них потрібно лише умілятися і листати далі.',
  'Цікавості починаються, коли ти не знатимеш відповіді) Але не панікуй, твоя кицяка все продумала! Тоді ти жмакнеш на кнопку в верхньому правому куточку, виконаєш певну дію, внесеш кицякі цьомчик і потопаємо далі)',
  'Порядок вищеперечислених дій і їх зміст лишається на розсуд кицяки і всезнаючої функції random()',
  'Готовий? Жмакай далі!',
];